Revit 2027 API
ParameterTypeId.SheetAssemblyName Property
 "Assembly: Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetAssemblyName { get; }
Public Shared ReadOnly Property SheetAssemblyName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetAssemblyName {
	ForgeTypeId^ get ();
}
static member SheetAssemblyName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace